Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: "This rule can be met by using the terms payable on death (or POD), in trust for (or ITF), as trustee for (or ATF), living trust, family trust, or any similar language, including simply having the word ""trust"" in the account title."
es: "Este requisito se cumple utilizando los términos pagadero al fallecer (o POD), en fideicomiso para (o ITF), como fiduciario para (o ATF), fideicomiso activo, fideicomiso familiar, o un lenguaje similar en el título de la cuenta, incluyendo tan solo el uso de la palabra ""fideicomiso""."

source: You can avoid probate if all of your property is put into a living trust.
es: Hacerlo de esta manera puede tener ventajas fiscales, pero generalmente estas ventajas son sólo si su patrimonio es grande.

source: Why would I want to create a Living Trust?
es: ¿Por qué razón desearía crear un Fideicomiso en vida?

source: "Living Trusts A living trust (also called a revocable trust) is anarrangement whereby one person (the ""trustee"") manages property for thebenefit of another person (the ""grantor""), who transfers all or part of his orher property into the trust prior to his death."
es: Fideicomiso de vida Un fideicomiso de vida (también conocido como un fideicomiso revocable) es un arreglo donde una persona (el fideicomisario) maneja propiedades por el beneficio de otra persona (el cecionista), quien colocoa todas o una gran parte de sus propiedades en el fideicomiso antes de su muerte.

source: Municipal councils have the power to levy rates in order to fund operating and capital developments.
es: Los consejos municipales tienen la potestad de imponer contribuciones para la creación de fondos y el desarrollo de capital.

source: A Marine Resources Fund levy is imposed per tonne of landed catch to finance fisheries research and training initiatives.
es: Cada tonelada de capturas desembarcadas se grava con un impuesto destinado al Fondo de Recursos Marinos para financiar iniciativas de investigación y formación pesqueras.

source: The rebate is applicable on the combined levy of registration fee, stamp duty and transfer of property duty and no total exemption of stamp duty would be extended.
es: El descuento es aplicable a la tasa combinada de la tasa de registro, la tasa de timbrado y tasa de transferencia de los derechos de propiedad y no se ampliaría la exención total de la tasa de timbrado.

source: Consequently, the discovery of unlicensed service providers almost always occurs as a result of malpractice.
es: Por consiguiente, el descubrimiento de proveedores de servicios sin licencia casi siempre ocurre como resultado de la mala praxis.

source: Investigation and successful prosecution of corporate malpractice require a broad range of skills and expertise.
es: La investigación y persecución eficaces de las prácticas irregulares de las sociedades exigen un amplio abanico de competencias.

source: Know the identity of persons providing care, treatment or services and, upon request, be informed of the credentials of healthcare providers and, if applicable, the lack of malpractice coverage.
es: Conocer la identidad de las personas que brindan atención, tratamiento o servicios y, cuando se lo solicite, ser informado de las credenciales de los proveedores de atención médica y, si corresponde, de la falta de cobertura en caso de mala praxis.

source: If you enroll in certain plans you agree to have certain claims (which may include medical malpractice claims) decided by neutral binding arbitration.
es: Al inscribirse en ciertos planes está de acuerdo en que ciertos reclamos (que pueden incluir los reclamos por negligencia de práctica médica) sean decididos mediante un arbitraje neutral obligatorio.

source: Salary, fringe benefits and malpractice coverage are provided.
es: Se provee sueldo, incentivos y cobertura por mala praxis.

source: Have you ever had your malpractice insurance coverage revoked, suspended, or denied?
es: ¿Alguna vez fue revocada, suspendida o rechazada su cobertura del seguro de mala praxis?

source: But previous research cited in the study shows that 32 percent of pediatric malpractice claims are due to diagnostic errors.
es: De todos modos, investigaciones anteriores citadas en el estudio mostraron que 32 por ciento de las demandas por negligencia en pediatría se deben a errores en el diagnóstico.

source: Primary, secondary and higher education Here again, forms of malpractice may differ according to the level of education involved.
es: Enseñanza primaria, secundaria y superior aquí también se observan tipos distintos de malas prácticas según el nivel educativo.

source: In the case of an investment limited partnership, at least one general partner must be incorporated in Ireland.
es: En el caso de las sociedades de inversión en comandita simple, por lo menos un socio colectivo debe estar registrado en Irlanda.

source: The legal person, which constitutes the Fund, is a limited partnership, which under United Kingdom tax legislation is not deemed to be a legal person distinct from its partners.
es: La persona jurídica que constituye el Fondo es una sociedad en comandita que, con arreglo a la legislación tributaria británica, no se considera una persona jurídica distinta de sus socios.

source: Although disclosure and transparency do not necessarily remove a conflict between a private interest and the public interest, they do identify that the potential conflict exists.
es: Si bien la divulgación y transparencia no permiten necesariamente eliminar un conflicto entre interés personal e interés público, sí permiten identificar un posible un conflicto de intereses.

source: I thank you for your reply and your interest.
es: Le doy las gracias por su respuesta y su interés.

source: Holding periodic open debates on this topic is certainly a good approach, and again today we see that the membership has indeed a strong interest in this topic.
es: Celebrar debates públicos periódicos sobre este tema es, sin duda, un buen enfoque, y nuevamente vemos hoy que los Miembros tienen un profundo interés en este tema.

source: While their implementation, combined with continuing low interest rates, have certainly damped the impact of the process of household debt reduction on the economy, they have however had the disadvantage of causing substantial budgetary imbalances.
es: Si bien su adopción conjunta en cuanto al mantenimiento de unos bajos tipos de interés permitió sin duda amortiguar el impacto sobre la economía del proceso de desendeudamiento de los hogares, por otra parte tuvieron el efecto indeseado de generar unos desequilibrios presupuestarios considerables.

source: The yearly interest rate is essentially the weighted average of the annual average yields of 30-year multiannual Treasury bonds (BTPs) (23 ) (80 %), 10-year multiannual Treasury bonds (10 %) and 12-month ordinary Treasury bills (BOTs) (24 ) (10 %).
es: El tipo de interés anual se calcula esencialmente como la media ponderada de los rendimientos anuales medios de los bonos del Tesoro plurianuales a 30 años (23 ) (80 %), bonos del Tesoro plurianuales a 10 años (10 %) y bonos ordinarios del Tesoro a 12 meses (24 ) (10 %).

source: Efforts are already under way to come up with legislation to incorporate the same into municipal law.
es: Ya se está trabajando para incorporar esas disposiciones al derecho interno.

source: The Council did not incorporate these amendments in its common position, since they considered it inappropriate to indicate the capacity for technical reasons.
es: El Consejo no ha recogido esas enmiendas en su Posición común por considerar inadecuado, por razones técnicas, indicar la capacidad.

source: Do we want them to remain illegal or do we want to regularise their situations and incorporate them into a healthy labour market?
es: ¿Queremos que sigan siendo clandestinos o bien queremos regularizarlos e integrarlos en un mercado de trabajo sano?

source: And rarely does a venture incorporate all the stages of the life cycle in its own operations.
es: Y rara vez un emprendimiento efectivamente incorpora todas las etapas del ciclo de vida a sus propias operaciones.

source: If the original design of a project or initiative does not take gender equity into consideration, it will be more difficult to incorporate at a later stage.
es: A un proyecto o iniciativa que ha sido concebido sin considerar dentro de sus planteamientos centrales los objetivos y metas por la equidad de género, le será más difícil incorporar una perspectiva de género.

source: The aim is to incorporate standards and quality into the national education and training system.
es: El objetivo es introducir normas y calidad en el sistema nacional de educación y capacitación.

source: Condition funds granted to political parties so that they effectively incorporate women into their organisations.
es: Condicionar los fondos que se otorgan a los partidos políticos para la incorporación efectiva de mujeres en sus organizaciones.

source: The Paraguayan insurance market is relatively competitive.
es: El mercado paraguayo de seguros es relativamente competitivo.

source: The Secretariat of the Fund is provided by the Staff Pensions and Insurance Division.
es: La Secretaría de la Caja está a cargo de la División de Pensiones y Seguros del Personal.

source: This is especially worrying when applied in the workplace and by insurance companies.
es: Es especialmente preocupante cuando se aplica en el trabajo o por las compañías de seguros.

source: k) persons who operate voluntary mutual insurance funds
es: k) Personas que administran fondos de seguro mutuo voluntarios

source: So as not to include the costs already internalised by insurances, it is then necessary to subtract insurance premiums and users' contributions to insurance companies.
es: A fin de no contabilizar los costes ya internalizados por los seguros, conviene restar seguidamente las primas de seguros, es decir, las contribuciones aportadas por los usuarios a las compañías de seguros.

source: The Fund provides Life Insurance and Accidental Death and Dismemberment Insurance benefits through Trustmark Insurance Company.
es: El Fondo proporciona beneficios de Seguro de Vida y Seguro de Fallecimiento y Desmembración por Accidente a través de Trustmark Insurance Company.

source: Within the framework of scientific studies, the vehicle manu- acturers, insurance companies, and governmental institutions in many countries have investigated the effectiveness of ESP®.
es: En el marco de estudios científicos, los fabricantes de coches, las aseguradoras y las instituciones gubernamentales de muchos países han analizado en los últimos años la eficiencia del ESP®.

source: This performance is comparable to an increase of 30.5% on the DJ Europe Stoxx Insurance Sub-Index.
es: Este resultado se compara con una progresión del 30,5% del índice DJ Europe Stoxx Insurance Sub-Index.

source: A report was prepared on the role that insurance and other financial services can play in risk management in connection with water and climate.
es: Se elaboró un informe sobre el papel que los seguros y otros servicios financieros pueden desempeñar en la gestión de riesgos en relación con los recursos hídricos y el clima.

source: Individual Joint tenancy Life estate
es: Individual Copropiedad usufructo de por vida

source: Joint tenancy over the common elements of the property is not subject to division.
es: La copropiedad sobre los elementos comunes del inmueble no es susceptible de división.

source: Joint Tenancy An equal undivided ownership of property by two or more persons.
es: Joint Tenancy/Tenencia Conjunta Dos o más personas comparten la propiedad de una vivienda.

source: Even if your entire estate consists of assets held in joint tenancy, a life insurance policy and a retirement plan, there are still good reasons for making a will.
es: Incluso si todo su caudal hereditario son bienes en común, una póliza de seguro de vida y un plan de jubilación, igual debe considerar hacer un testamento.

source: Joint tenancy provides equal ownership shares without survivorship.
es: La tenencia conjunto provee igual capacidad de ser propietario compartido sin supervivencia.

source: Such evidence may include, without limitation, a copy of a mortgage, lease or rental agreement, bank statements showing joint tenancy in one or more bank accounts, utility statements showing joint financial responsibility for utility payments, or such other documentation as the Trustees may require.
es: Tal evidencia puede incluir, sin limitarse, a una copia de la hipoteca, contrato de arrendamiento o alquiler, estados de cuentas bancarias que demuestren la tenencia conjunta de una o más cuentas bancarias, recibos de servicios públicos que muestren la responsabilidad financiera conjunta por el pago de tales servicios, u otros documentos tales como los que los Fideicomisarios puedan requerir.

source: Other legal status any other legal entity that has not been included in previous sections will be included here joint tenancy, non-profit entity, etc.
es: Otra condición jurídica se incluirá en este epígrafe cualquier otra persona jurídica no clasificada en los anteriores apartados Comunidad de Bienes, Sociedad Civil, etc.

source: In a joint tenancy, each joint tenant has the right of survivorship.
es: En una tenencia conjunta, cada parte tiene el derecho de supervivencia.

source: Like a will, a revocable living trust gives instructions as to how the trustor's assets are to be distributed at the trustor's death.
es: Tal como un testamento, un fideicomiso viviente revocable da instrucciones acerca de como los bienes del fideicomitente serán distribuidos a la muerte del mismo.

source: The mere creation of a revocable inter vivos trust (living trust) does not have any income or estate tax advantages.
es: Si el bien no se tranfiere a un fideicomiso, lo más La mera creación de un fideicomiso inter vivos revocable (fideicomiso en vida) no ofrece ninguna ventaja sobre el impuesto a las ganancias o sucesorio.

source: "Another use of a trust, known as a ""revocable living trust"", is as an alternative to a will."
es: "Otro uso para los fideicomisos es el conocido como ""fideicomiso viviente revocable"", es como una alternativa a un testamento."

source: Assure the account name is legally documented, for example, the account may be in a revocable living trust name or in a joint account name.
es: Asegúrese que el nombre de la cuenta esté legalmente documentado, por ejemplo, la cuenta puede estar a nombre de un fideicomiso activo revocable o de una cuenta mancomunada.

source: A living trust may also becreated jointly by a husband and wife.
es: Un fideicomiso de vida también puede ser establecido comunmente por un esposo y su esposa.

source: For example, many trust documents provide that the person creating the trust (which in the case of a revocable living trust would usually be the conservatee) retains the power to change (amend) or revoke the trust.
es: Por ejemplo, muchos documentos de fideicomiso estipulan que la persona que crea el fideicomiso (que en el caso de un fideicomiso en vida revocable generalmente es la persona protegida) retiene el poder para cambiar (enmendar) o revocar el fideicomiso.

source: Our group will not agree that the practice of party aid should be introduced at the taxpayer's expense to cover up such malpractice.
es: Nuestro Grupo no acepta la adopción de subvenciones a los partidos políticos mediante fondos procedentes de la recaudación de impuestos, con el fin de encubrir las malversaciones.

source: There was widespread criticism of the manner in which the acting auditor general, Vincent Azie, was put out of office after submitting a report in January 2003 that accused the presidency and 10 federal ministries of financial malpractice.
es: Hubo extendidos cuestionamientos a la manera en la que el fiscal general, Vincent Azie, fue relevado de su cargo tras presentar en enero de 2003 un informe que acusaba a la presidencia y a 10 ministros federales de malversación financiera.

source: Those conditions could also provide cover for election malpractice.
es: Esas condiciones también podrían encubrir malas prácticas electorales.

source: Looking back now, it is easy to regard Johnson's malpractice as a new arena for cheating in sport and the overture to further drug stories to come.
es: Si se ve retrospectivamente, es fácil considerar la falta de Johnson como una nueva dimensión de la trampa en los deportes y la primera de más historias de drogas que estaban por escucharse.

source: Participate in the development of the laws and procedures applicable to medical malpractice claims.
es: Participar en la creación de leyes y procedimientos aplicables a las demandas por negligencia médica.

source: Some plans say that claims for malpractice must be decided by binding arbitration; others do not.
es: Algunos planes dicen que los reclamos de negligencia médica se deben resolver con arbitraje obligatorio; otros no.

source: There may also be rare occasions when a member of staff feels it is in the public's interest to make a complaint about malpractice in the workplace (and this could fall outside the normal scope of a grievance procedure).
es: Puede también haber raras ocasiones en las que un empleado considere de interés público denunciar casos de negligencia en el lugar de trabajo (y esto podría quedar fuera del ámbito normal del procedimiento de conciliación).

source: Still other research has compared jury verdicts in medical malpractice cases with independent judgments made by physicians regarding whether negligence occurred.
es: En otro estudio se compararon los veredictos emitidos por jurados en casos de negligencia médica con opiniones independientes dadas por médicos sobre si se había producido o no una negligencia.

source: For their part, States of origin need the political will to curb corruption and malpractice, and receiving States should co-operate to assist.
es: Los organismos acreditados extranjeros tienen el deber de informar a su Autoridad Central acerca de los actos de corrupción o mala praxis en los Estados de origen.

source: In addition, 90.7 percent of the respondents believe better protection against unwarranted malpractice suits is necessary to reduce the number of unnecessary medical tests.
es: Además, el 90.7 por ciento de los encuestados cree que necesitan una mejor protección contra demandas por mala práctica para reducir el número de pruebas médicas innecesarias.

source: The taxable base is first computed for the limited partnership as a whole and then allocated to the general partners and limited partners.
es: La base imponible se computa en primer lugar respecto de la sociedad comanditaria en su conjunto y seguidamente se imputa a los socios colectivos y a los socios comanditarios.

source: The profit shares received by the general partners of a limited partnership are taxed at the level of general partners.
es: La proporción de beneficios que perciben los socios colectivos de una sociedad en comandita se gravan al nivel de dichos socios.

source: In the case of a limited partnership, only the general partner is subject to this scrutiny.
es: En el caso de una sociedad limitada, solo el socio general es sometido a este examen.

source: The dispute arose out of the claimant's sale of its shares in a limited partnership.
es: La disputa surgió a raíz de la venta por el demandante de sus acciones en una sociedad de responsabilidad limitada.

source: The company is a limited partnership situated in Herrieden.
es: La empresa es una sociedad comanditaria con sede en Herrieden.

source: KMP is the largest publicly traded pipeline limited partnership in the United States.
es: KMP es la compañía pública más grande en comandita de gasoductos de los Estados Unidos.

source: However, data that relates exclusively to legal entities (e.g. PLC, Ltd.) or partnerships (general partnership/OHG, limited partnership/KG), but not the natural persons behind them, is not personal.
es: Sin embargo, los datos que se refieren exclusivamente a personas jurídicas (p.e. PLC, SA de CV) o asociaciones ( Sociedad General o Sociedad en Comandita), pero no de las personas fisicas detrás de ellos, esto no es personal.

source: Agrarsysteme KG limited partnership for agricultural information systems and farm management software.
es: Agrarsysteme KG, para sistemas de información agrícolas y software para explotaciones agrícolas

source: The Limited Partnership Agreement regulates the operation of the partnership.
es: La sociedad se rige por el acto constitutivo de la sociedad en comandita (Limited Partnership Agreement).

source: Inter Pipeline is a publicly traded limited partnership that owns and operates a diversified combination of energy infrastructure assets in Western Canada, the United Kingdom, Germany and Ireland.
es: Inter Pipeline es una sociedad pública de responsabilidad limitada propietaria y operadora de un conjunto diversificado de activos de infraestructura energética en el oeste de Canadá, el Reino Unido, Alemania e Irlanda.

source: He had found a network marketing company that piqued his interest and decided to give it a try.
es: Shawn había encontrado una compañía de mercadeo en red que despertó su interés y decidió darle una oportunidad.

source: If you know that the decision-maker is hostile to your position, you might point out areas of common ground or mutual interest, and then proceed.
es: Si según su conocimiento el decisor tiene una posición hostil a la suya, señalen las áreas de concordancia o interés común, y luego procedan.

source: If the interest is no longer current, please state the year when it ceased.
es: Si el interés ya no es actual, sírvase declarar el año en que dejó de serlo.

source: There is currently great interest within the international development community in how to build accountable and responsive states.
es: Existe actualmente un marcado interés dentro de la comunidad internacional para el desarrollo acerca de cómo construir Estados responsables, capaces de rendir cuentas por sus actos.

source: While these documents are of considerable use to specialized researchers, they have limited general interest.
es: Si bien estos documentos son de considerable utilidad para el investigador especializado, su interés general es escaso.

source: That is, they do not convene to determine only what is or is not the case regarding some realm of interest.
es: Es decir, que no se reúnen para determinar sin más el estado de la cuestión en una determinada esfera de interés.

source: But these doors will remain open only if interest is shown in using them.
es: Pero las puertas sólo permanecerán abiertas si se muestra interés en usarlas.

source: Both organizations also had a strong interest in the protection of the marine environment from adverse impacts arising from their respective activities.
es: Ambas organizaciones también tenían un gran interés en proteger el medio marino de los efectos nocivos derivados de sus respectivas actividades.

source: For this reason, changes in the leading interest rate do not seem to have appreciable effects on the exchange rate or on the variation rate of it, as is seen in the following figure.
es: Por ese motivo, cambios en la tasa de interés líder no parecen tener efectos apreciables sobre el tipo de cambio o sobre la tasa de variación de éste, como se ilustra en la gráfica siguiente.

source: Planning must specifically incorporate a comprehensive peacebuilding approach that addresses the causes as well as the symptoms of the conflict.
es: La planificación debe incorporar, concretamente, un enfoque amplio de la consolidación de la paz que se ocupe tanto de las causas como de los síntomas del conflicto.
